alsa-utils
arrow
autoconf
automake
baobab
base
binutils
bison
bluedevil
blueman
bluez-utils
breeze-gtk
caja
catch2
cheese
chromium
cmake
composer
dbeaver
dbeaver-plugin-apache-poi
dbeaver-plugin-batik
dbeaver-plugin-office
dbeaver-plugin-svg-format
discord
discover
docbook2x
docker
drkonqi
efibootmgr
engrampa
extra-cmake-modules
fakeroot
fcgi
fd
firefox-developer-edition
flex
fop
fprintd
gcc
ghc-libs
git
gnome-keyring
go
gobject-introspection
gparted
gpsbabel
groff
grub
gtk-engine-murrine
gtk-engines
gumbo-parser
gvfs
gwenview
haruna
haskell-appar
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-comonad
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-objectorientation
haskell-hsyaml
haskell-http-api-data
haskell-http-client
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-psqueues
haskell-random
haskell-recv
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-time-compat
haskell-time-manager
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-logger
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-types
haskell-zip-archive
haskell-zlib
htop
inkscape
inotify-tools
intltool
jbig2dec
jre-openjdk
jre8-openjdk
jshon
jsoncpp
kde-gtk-config
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kscreen
ksshaskpass
kvantum
kwayland-integration
kwrited
latte-dock
lib32-gcc-libs
libappindicator-gtk3
libimagequant
libmupdf
libreoffice-fresh
libva-mesa-driver
libva-utils
linux
linux-firmware
lollypop
lshw
lua-lpeg
make
mariadb
mate-terminal
mesa-vdpau
meson
mlocate
mpdecimal
mpv
nano
neofetch
nfs-utils
ninja
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
ntfs-3g
numactl
openjade
opensp
os-prober
oxygen
pacman-contrib
patch
pdal
perl-clone
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-sgmls
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
php
php-apache
php-fpm
php-pgsql
phpmyadmin
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace-wallpapers
podofo
postgis
postgresql
postgresql-old-upgrade
powerdevil
pulseaudio
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python-beaker
python-certifi
python-lxml
python-mako
python-markdown
python-pillow
python-pymupdf
python-xmltodict
qbittorrent
qgis
qt5-webengine
qvkbd
radeontop
rebar
redis
rhash
rmlint
rofi
rsync
samba
sassc
screenfetch
sddm-kcm
semver
sgml-common
spectacle
sublime-text
sudo
telegram-desktop
terminus-font
tk
tomcat9
ttf-firacode-nerd
tumbler
txt2tags
uget
unrar
usbutils
vdpauinfo
vim
vlc
vulkan-radeon
wget
which
xbindkeys
xclip
xdebug
xdg-desktop-portal-kde
xf86-input-evdev
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
