alsa-utils
android-file-transfer
appstream-glib
arrow
aspell-en
autoconf
automake
baobab
base
base-devel
binutils
bison
bluedevil
bluez
bluez-utils
breeze-gtk
breeze-plymouth
caja
catch2
cheese
chromium
cmake
dbeaver
discord
discover
docbook2x
docker
doxygen
drkonqi
efibootmgr
engrampa
extra-cmake-modules
fakeroot
fcgi
fd
firefox-developer-edition
flatpak-kcm
flex
fop
fprintd
gcc
ghc-libs
git
git-lfs
gnome-chess
gnome-keyring
gnome-terminal
gnu-netcat
gnuchess
go
gobject-introspection
gparted
gperf
gpsbabel
groff
grub
gtk-doc
gtk-engine-murrine
gtk-engines
gumbo-parser
gvfs
gvfs-gphoto2
gwenview
haruna
htop
inotify-tools
intltool
jbig2dec
jshon
jsoncpp
kalk
kde-gtk-config
kdeplasma-addons
kgamma
kinfocenter
kitty
kscreen
ksshaskpass
kvantum
kwallet-pam
kwayland-integration
kwrited
lib32-gcc-libs
libappindicator-gtk3
libimagequant
libmupdf
libreoffice-fresh
libva-utils
linux
linux-firmware
linux-firmware-qlogic
lollypop
lshw
lua-lpeg
make
mate-terminal
maven
meson
mpdecimal
mpv
mtpfs
nano
neofetch
nfs-utils
ninja
nodejs
noto-fonts-emoji
ntfs-3g
numactl
openjade
opensp
openssl-1.1
os-prober
oxygen
pacman-contrib
patch
pdal
perl-clone
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-sgmls
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace-wallpapers
plocate
plymouth-kcm
podofo
postgis
postgresql
postgresql-libs
postgresql-old-upgrade
power-profiles-daemon
powerdevil
print-manager
pulseaudio
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python-beaker
python-certifi
python-gdal
python-jinja
python-lxml
python-mako
python-markdown
python-pillow
python-pip
python-pymupdf
python-virtualenv
python-xmltodict
qbittorrent
qgis
qt5-doc
qt5-webengine
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-serialbus
radeontop
redis
rhash
rofi
rsync
ruby
samba
sassc
screenfetch
sddm-kcm
sgml-common
spectacle
sublime-text
sudo
telegram-desktop
terminus-font
tk
tomcat9
touchegg
ttf-fira-code
ttf-firacode-nerd
tumbler
txt2tags
udiskie
uget
unrar
usbutils
vdpauinfo
vim
vulkan-radeon
wacomtablet
wayland-protocols
webkit2gtk
wget
which
wxwidgets-common
wxwidgets-gtk3
xbindkeys
xboard
xclip
xdg-desktop-portal-kde
xf86-input-evdev
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zed
zsh
zsh-completions
