artha
asdf-vm
asoundconf
autojump-git
brave-bin
conky-lua-nv
filezilla-bin
fingerprint-gui
foxitreader
goodvibes
joplin-appimage
koodo-reader-bin
mailspring
openssl-1.0
postman-bin
python38
sip4
slack-desktop
spotify
stretchly-bin
teams
touche
touchegg
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
visual-studio-code-bin
yay
youtube-dl-git
zeal
zoom
