artha
asdf-vm
asdf-vm-debug
asoundconf
autojump-git
bluemail
brave-bin
docker-desktop
downgrade
fingerprint-gui
foxitreader
gcc9
goodvibes
joplin-appimage
khotkeys
openssl-1.0
postgresql14
postman-bin
python38
qvkbd
rmlint
sip4
spotify
stretchly-bin
teams
touche
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
visual-studio-code-bin
wifi-qr
yay
youtube-dl-git
